export const RAW_IN_PERSON_TEACHERS_TXT = `Teacher 1: college:كلية الاقتصاد والعلوم السياسية, level:إقراء, year:2023, available time: الأحد 10:15-11:30 | الإثنين 12:15-1:30 | الثلاثاء 10:15-11:30 | الأربعاء 12:15-1:30, notes: باية حلقة مبتدئة اذا ممكن 🫶
Teacher 2: college:كلية العلوم, level:إقراء, year:2022, available time: الإثنين 12:15-1:30, notes: عسى أحصل حلقة في ذا الوقت 😔.. الثانية عن بعد إن شاء الله 🤍
Teacher 3: college:كلية التربية, level:إقراء في فصلي الأول, year:2023, available time: الأحد 2:15-3:30
Teacher 4: college:كلية العلوم, level:إقراء في فصلي الأول, year:2021, available time: الأحد 4:15-5:30 | الإثنين 8:15-9:30 | الخميس 12:15-1:30, notes: إذا ممكن حلقة الاثنين أخليها تبدأ ١٠:١٠ مراعاة لوقت انتهاء  المحاضرة 
Teacher 5: college:كلية العلوم, level:إقراء, year:2023, available time: الأحد 4:15-5:30 | الثلاثاء 4:15-5:30 | الأربعاء 4:15-5:30, notes: الله يرزقكم الفردوس الأعلى من الجنة يارب❤️
Teacher 6: college:كلية التربية, level:إقراء في فصلي الأول, year:2025, available time: الأحد 12:15-1:30 | الإثنين 2:15-3:30 | الثلاثاء 12:15-1:30 | الخميس 10:15-11:30
Teacher 7: college:كلية العلوم الزراعية والبحرية, level:إقراء في فصلي الأول, year:2020, available time: الإثنين 2:15-3:30 | الأربعاء 10:15-11:30, notes: سمعت انه طالبات الإقراء ممكن يمسكن المرحلة المبتدئة أو التمهيدية بس أنا ما أحس مستعدة للتمهيدية أبدًا ما زلت أتعلم فكبداية حالي أريد مبتدئة لو كان مناسب مع أوقاتي 🥹 
Teacher 8: college:كلية العلوم, level:إقراء, year:2021, available time: الثلاثاء 10:15-11:30 | الأربعاء 2:15-3:30 | الخميس 2:15-3:30, notes: لا شيء
Teacher 9: college:كلية الاقتصاد والعلوم السياسية, level:إقراء, year:2021, available time: الأحد 10:15-11:30 | الإثنين 4:15-5:30 | الثلاثاء 4:15-5:30 | الأربعاء 12:15-1:30, notes: جدولي م ثابت ياخي بس خاطري في الحضوري، والله ييسر وتضبط الامور 🥹♥️
Teacher 10: college:كلية الهندسة, level:مجازة, year:2023, available time: الخميس 8:15-9:30
Teacher 11: college:كلية العلوم, level:إقراء, year:2024, available time: الأحد 8:15-9:30 | الإثنين 8:15-9:30 | الثلاثاء 10:15-11:30 | الأربعاء 8:15-9:30 | الخميس 8:15-9:30, notes: بارك الله جهودكم شيخاتنا 🌟💘 أفضّل إني أمسك تمهيدية إذا ما نتعبكم 🤏🏻
Teacher 12: college:كلية الطب والعلوم الصحية, level:إقراء في فصلي الأول, year:2025, available time: الأحد 2:15-3:30 | الإثنين 10:15-11:30 | الثلاثاء 2:15-3:30 | الخميس 10:15-11:30, notes: 🫂
Teacher 13: college:كلية الاقتصاد والعلوم السياسية, level:إقراء, year:2021, available time: الأحد 12:15-1:30 | الثلاثاء 12:15-1:30, notes: 💓
Teacher 14: college:كلية الحقوق, level:إقراء في فصلي الأول, year:2025, available time: الإثنين 2:15-3:30 | الأربعاء 2:15-3:30, notes: ...
Teacher 15: college:كلية التربية, level:إقراء, year:2022, available time: الأحد 8:15-9:30 | الإثنين 12:15-1:30 | الثلاثاء 8:15-9:30
Teacher 16: college:كلية العلوم, level:مجازة, year:2021, available time: الأحد 2:15-3:30 | الإثنين 2:15-3:30 | الثلاثاء 4:15-5:30 | الأربعاء 2:15-3:30 | الخميس 2:15-3:30, notes: امممم لطفًا لا تعطوني متقدمة عشان ما أحس بالضغط مع الميداني+ أفضل الخيارات العصر (حلقة الساعة4) عن الظهر أحبكم
Teacher 17: college:كلية التربية, level:إقراء في فصلي الأول, year:2024, available time: الأحد 10:15-11:30, notes: لا يوجد 💕🦋
Teacher 18: college:كلية الطب والعلوم الصحية, level:إقراء, year:2024, available time: الأحد 10:15-11:30 | الإثنين 10:15-11:30 | الأربعاء 2:15-3:30, notes: الله يدخلكم الجنة
Teacher 19: college:كلية الآداب والعلوم الاجتماعية, level:مجازة, year:2025, available time: الأحد 10:15-11:30 | الإثنين 10:15-11:30 | الثلاثاء 10:15-11:30 | الأربعاء 10:15-11:30, notes: عطوني متقدمة من فضلكم🥹، وجزاكم الله خيرًا وبارك فيكم وفي أوقاتكم وأحسن إليكم🫂💕
Teacher 20: college:كلية الهندسة, level:nan, year:2020, available time: No specific times provided
Teacher 21: college:كلية العلوم, level:مجازة, year:2022, available time: الأحد 2:15-3:30 | الإثنين 10:15-11:30 | الثلاثاء 2:15-3:30 | الأربعاء 10:15-11:30, notes: نحبكم 🍓
Teacher 22: college:كلية التربية, level:إقراء, year:2024, available time: الأحد 2:15-3:30 | الثلاثاء 2:15-3:30, notes: ادعولي واجد 😔💘💗🍬
Teacher 23: college:كلية العلوم, level:مجازة, year:2025, available time: الإثنين 8:15-9:30 | الأربعاء 10:15-11:30 | الخميس 10:15-11:30
Teacher 24: college:كلية التربية, level:مجازة, year:2021, available time: الثلاثاء 4:15-5:30 | الأربعاء 10:15-11:30 | الخميس 10:15-11:30, notes: ما كثيرًا أفضّل توقيت يوم الثلاثاء جزاكنّ الله خيرًا🤍
Teacher 25: college:كلية العلوم, level:مجازة, year:2022, available time: الأحد 12:15-1:30 | الثلاثاء 10:15-11:30, notes: أحبكم❤️‍🩹
Teacher 26: college:كلية التربية, level:إقراء, year:2021, available time: الأحد 12:15-1:30 | الإثنين 12:15-1:30 | الثلاثاء 12:15-1:30 | الأربعاء 12:15-1:30, notes: فتح الله لهاذا المشروع والمنتسبين اليه والقائمين عليه بالخير والبركة 
Teacher 27: college:كلية العلوم, level:مجازة, year:2021, available time: الإثنين 12:15-1:30 | الأربعاء 12:15-1:30, notes: جزاكم الله خيرًا 🌱💘
Teacher 28: college:كلية الاقتصاد والعلوم السياسية, level:إقراء, year:2023, available time: الأحد 10:15-11:30 | الإثنين 12:15-1:30 | الثلاثاء 12:15-1:30 | الأربعاء 4:15-5:30, notes: بارك الله في جهودكن وتقبل الله منكن يا رب🫂🫂🫂
Teacher 29: college:كلية العلوم, level:مجازة, year:2025, available time: الأحد 8:15-9:30 | الإثنين 8:15-9:30 | الثلاثاء 10:15-11:30 | الأربعاء 8:15-9:30 | الخميس 8:15-9:30, notes: 💦🌟
Teacher 30: college:كلية التربية, level:إقراء, year:2022, available time: الأحد 12:15-1:30 | الثلاثاء 12:15-1:30, notes: شيختي تريدني أمسك متقدمة😗
Teacher 31: college:كلية العلوم, level:إقراء, year:2023, available time: الإثنين 12:15-1:30 | الأربعاء 10:15-11:30, notes: ربي يرضى عنكم و يجزيكم عنا خير الجزاء🤍
Teacher 32: college:كلية العلوم, level:مجازة, year:2022, available time: الإثنين 12:15-1:30 | الثلاثاء 2:15-3:30 | الأربعاء 12:15-1:30, notes: Nothing
Teacher 33: college:كلية الطب والعلوم الصحية, level:إقراء, year:2023, available time: الإثنين 12:15-1:30 | الأربعاء 12:15-1:30, notes: نحب نادي إتقان التلاوة💞
Teacher 34: college:كلية الطب والعلوم الصحية, level:الثانية, year:2021, available time: الأحد 4:15-5:30 | الإثنين 8:15-9:30 | الثلاثاء 4:15-5:30 | الأربعاء 8:15-9:30, notes: أرجوكم خلوني يوم الأحد والثلاثاء حضوووري، وباية تمهيدية لوجه الله. 🥺❤️‍🩹`;

export const RAW_ONLINE_TEACHERS_TXT = `Teacher 1: ID:s147726, college:كلية الهندسة, level:إقراء في فصلي الأول, year:الثانية, available time: No specific times provided, notes: اشتقت لما كنت أقرأ قرآن ف إذاعة المدرسة. ادعوا لي أخلص الماجستير بسلام، وأبقوني في الاحتياط إن احتجتم لأميرة وإن شاء الله إذا تيسر وقتي أكون على قد المسؤولية وأخدم الحلقة بما يرضي الله 🤲🏻
Teacher 2: ID:10622, college:كلية العلوم, level:إقراء في فصلي الأول, year:متخرجة, available time: الأحد 10:15-11:30 | الثلاثاء 10:15-11:30 | الأربعاء 8:15-9:30 | الخميس 8:15-9:30, notes: سدد تاله سعيكم لكل خير 
Teacher 3: ID:متخرجة, college:معلمة , level:إقراء, year:متخرجة, available time: الإثنين 4:15-5:30, notes: بارك الله فيكم 
Teacher 4: ID:لا يوجد, college:لست من الحرم الجامعي, level:إقراء, year:متخرجة, available time: No specific times provided, notes: انا أدرس إقراء مع معلمة خريجة من إقراء جامعة السلطان 
Teacher 5: ID:121149, college:كلية العلوم الزراعية والبحرية, level:مجازة, year:متخرجة, available time: الأحد 12:15-1:30 | الإثنين 12:15-1:30 | الثلاثاء 12:15-1:30 | الأربعاء 12:15-1:30 | الخميس 12:15-1:30 | الجمعة 4:15-5:30 | السبت 4:15-5:30
Teacher 6: ID:129330, college:مدرسة خاصة, level:مجازة, year:متخرجة, available time: الأحد 8:15-9:30 | الإثنين 8:15-9:30 | الثلاثاء 8:15-9:30 | الأربعاء 8:15-9:30 | الخميس 8:15-9:30, notes: ❤️❤️❤️❤️❤️❤️❤️ه حب لأهل المشروع والقائمين عليه
Teacher 7: ID:132560, college:كلية العلوم, level:مجازة, year:متخرجة, available time: الأحد 8:15-9:30 | الإثنين 8:15-9:30 | الثلاثاء 8:15-9:30 | الأربعاء 8:15-9:30 | الجمعة 8:15-9:30, notes: أفضّل حلقة تمهيدية أو مبتدئة حالياً إن أمكن 
Teacher 8: ID:133194, college:كلية العلوم, level:مجازة, year:متخرجة, available time: No specific times provided, notes: جزاكم الله خيراً 
Teacher 9: ID:131386, college:كلية الحقوق, level:مجازة, year:متخرجة, available time: الإثنين 8:15-9:30 | الأربعاء 8:15-9:30 | الجمعة 8:15-9:30 | السبت 8:15-9:30
Teacher 10: ID:120542, college:أتنقل بين المستشفيات , level:مجازة, year:متخرجة, available time: No specific times provided, notes: قد تتغير مواعيد حلقاتي بسبب جدول مناوباتي في العمل
Teacher 11: ID:s156704, college:كلية التربية, level:مجازة, year:2024, available time: الأحد 4:15-5:30 | الثلاثاء 4:15-5:30, notes: بالتوفيق لنا 💜
Teacher 12: ID:135367, college:كلية التربية, level:مجازة, year:متخرجة, available time: الأحد 8:15-9:30 | الثلاثاء 8:15-9:30, notes: جزاكم الله خيرًا 
Teacher 13: ID:S123710, college:كلية الاقتصاد والعلوم السياسية, level:مجازة, year:متخرجة, available time: الأحد 8:15-9:30 | الإثنين 8:15-9:30 | الثلاثاء 8:15-9:30 | الأربعاء 8:15-9:30 | الخميس 8:15-9:30, notes: ما أفضّل الخميس + الصباح أفضل من المساء
Teacher 14: ID:خريجة, college:معلمة, level:مجازة, year:متخرجة, available time: الجمعة 8:15-9:30 | السبت 8:15-9:30, notes: جزاكم الله خيرا
Teacher 15: ID:133345, college:كلية التربية, level:مجازة, year:متخرجة, available time: الأحد 8:15-9:30 | الثلاثاء 8:15-9:30, notes: نحبكم♥️، يا رب بنات مجتهدات وشطورات وأصواتهن عذبة وملتزمات
Teacher 16: ID:135306, college:كلية العلوم, level:مجازة, year:متخرجة, available time: الثلاثاء 8:15-9:30
Teacher 17: ID:متخرجة , college:متخرجة, level:مجازة, year:متخرجة, available time: الأحد 8:15-9:30 | الثلاثاء 8:15-9:30, notes: إذا ممكن أنضم إلى لجنة الهدايا، بس احتمال كبير ما أقدر أساعد في تجهيز الهدايا معهم حضوريًّا😔،جزاكم الله عنّا خير الجزاء 🤍
Teacher 18: ID:140176, college:كلية التربية, level:إقراء, year:2022, available time: الجمعة 8:15-9:30 | السبت 8:15-9:30
Teacher 19: ID:141530, college:كلية التربية, level:مجازة, year:الرابعة, available time: الأحد 4:15-5:30 | الأربعاء 8:15-9:30 | الخميس 8:15-9:30, notes:  إذا ممكن تعطوني حلقة تمهيدية بارك الله فيكم🥹💗💗
Teacher 20: ID:11094, college:إدارة الجامعة وما يتبعها, level:مجازة, year:متخرجة, available time: الأحد 8:15-9:30 | الثلاثاء 8:15-9:30 | الخميس 8:15-9:30, notes: اذا عادي اريد حلقة مبتدئة تعودت عليهن. او تمهيدية. بس ما متقدمة بليز 🙂
Teacher 21: ID:127062, college:كلية العلوم, level:مجازة, year:الثانية, available time: No specific times provided, notes: اريد مرحلة تمهيدية 
Teacher 22: ID:134620, college:كلية الطب والعلوم الصحية, level:إقراء, year:2020, available time: الأحد 8:15-9:30 | الإثنين 8:15-9:30 | الثلاثاء 8:15-9:30 | الأربعاء 8:15-9:30, notes: شكرًا لكم💛
Teacher 23: ID:موظفة 12108, college:مُستشفى الجامعة, level:إقراء, year:متخرجة, available time: الإثنين 8:15-9:30 | الثلاثاء 8:15-9:30, notes: سأتقدم لاختبار الإجازة الأسبوع القادم بإذن الله، دعواتكم الطيبة بارك الله فيكم. 
Teacher 24: ID:52435, college:كلية التربية, level:إقراء في فصلي الأول, year:2022, available time: الإثنين 8:15-9:30 | الأربعاء 8:15-9:30, notes: سعيدة جدا بخطوات النادي لكن لدي تخوف من التقصير. أسأل الله أن يتجاوز عنا ويوفقنا لما فيه الخير. أحسن تعطوني مبتدئة أو تمهيدية عن أخبص البنات في أول تجربة حلقات 🫡
Teacher 25: ID:133526, college:كلية التربية, level:إقراء, year:2020, available time: الأحد 8:15-9:30 | الإثنين 8:15-9:30 | الثلاثاء 8:15-9:30 | الأربعاء 8:15-9:30 | الجمعة 8:15-9:30 | السبت 8:15-9:30, notes: جزاكم الله خير وبارك فيكم وتقبل منكم 💜💜💜💜
Teacher 26: ID:144666, college:كلية الطب والعلوم الصحية, level:إقراء, year:2023, available time: الأحد 8:15-9:30 | الخميس 8:15-9:30 | الجمعة 8:15-9:30 | السبت 8:15-9:30, notes: جزاكم الله خيرًا كثيرًا على جهودكم الرائعة والسموحة على أي قصور 💞🥹🫶
Teacher 27: ID:95004, college:مكتب محافظ مسندم, level:مجازة, year:متخرجة, available time: الجمعة 8:15-9:30 | السبت 8:15-9:30, notes: بوركت للخير جهود القائمين على هذا المشروع المبارك🌧️💕
Teacher 28: ID:130704, college:كلية الطب والعلوم الصحية, level:مجازة, year:متخرجة, available time: الأحد 8:15-9:30 | الإثنين 8:15-9:30, notes: إذا تكرمتم أودّ أن تكون الحلقة للمرحلة المبتدئة فضلًا إن كان بالإمكان🥹
Teacher 29: ID:121389, college:كلية العلوم الزراعية والبحرية, level:إقراء, year:متخرجة, available time: الأحد 4:15-5:30 | الإثنين 4:15-5:30 | الثلاثاء 4:15-5:30 | الأربعاء 4:15-5:30 | الخميس 4:15-5:30
Teacher 30: ID:لا يوجد, college:من خارج الجامعه , level:إقراء, year:متخرجة, available time: الإثنين 8:15-9:30 | الثلاثاء 8:15-9:30 | الخميس 8:15-9:30 | السبت 10:15-11:30
Teacher 31: ID:15075, college:كلية الهندسة, level:إقراء في فصلي الأول, year:متخرجة, available time: No specific times provided, notes: بعدني مُستجدة 🥺 💕 عشان كذا أحسني " لا أستطيع 😔 " ان شاء الله في قادم الفصول ننضم في هذه الفرق القوية 💪🏻💪🏻
Teacher 32: ID:129192, college:كلية التربية, level:إقراء في فصلي الأول, year:2019, available time: الأحد 8:15-9:30 | الأربعاء 8:15-9:30, notes: أنا موظفة وطالبة ماجستير في الفصل الأخير وربة منزل متزوجة لدي مسؤوليات  ☺️ إذا أمكن التخفيف عني 🤍
Teacher 33: ID:129567, college:خريجة , level:إقراء في فصلي الأول, year:متخرجة, available time: الأحد 2:15-3:30 | الإثنين 2:15-3:30 | الثلاثاء 2:15-3:30 | الأربعاء 2:15-3:30 | الخميس 2:15-3:30 | الجمعة 10:15-11:30 | السبت 10:15-11:30, notes: فتحوا لي ميتنج بيوم اللقاء التعريفي لأن سيارتي متنومة في الجراج😔
Teacher 34: ID:129735, college:كلية التربية, level:إقراء, year:متخرجة, available time: الأحد 8:15-9:30 | الإثنين 8:15-9:30 | الثلاثاء 8:15-9:30 | الأربعاء 8:15-9:30 | السبت 10:15-11:30
Teacher 35: ID:133961, college:انتداب بمدرسة , level:إقراء, year:متخرجة, available time: الأحد 4:15-5:30 | الإثنين 4:15-5:30 | الثلاثاء 4:15-5:30 | الأربعاء 4:15-5:30, notes: بالنسبة لسؤال هل أنتِ: اخترت أني في مرحلة الإقراء، لكن في الأصل أنهيت مرحلة الإقراء بفضل الله ولم أتقدّم لاختبار الشّيخ.. 
Teacher 36: ID:11285, college:إدارة الجامعة وما يتبعها, level:إقراء في فصلي الأول, year:متخرجة, available time: الأحد 8:15-9:30 | الأربعاء 8:15-9:30, notes: نسأل الله الإخلاص والسعي المشكور من لدنه
Teacher 37: ID:133989, college:كلية العلوم, level:إقراء, year:متخرجة, available time: الجمعة 8:15-9:30 | السبت 8:15-9:30, notes: إذا شي إمكان ما أريد مبتدئة 👈🏻👉🏻😔 `;
